const th_language = {
  code: "th",
  name: "ไทย",
  week_start: 0,
  months: [
    "มกราคม",
    "กุมภาพันธ์",
    "มีนาคม",
    "เมษายน",
    "พฤษภาคม",
    "มิถุนายน",
    "กรกฎาคม",
    "สิงหาคม",
    "กันยายน",
    "ตุลาคม",
    "พฤศจิกายน",
    "ธันวาคม"
  ],
  months_short: ["ม.ค.", "ก.พ.", "มี.ค.", "เม.ย.", "พ.ค.", "มิ.ย.", "ก.ค.", "ส.ค.", "ก.ย.", "ต.ค.", "พ.ย.", "ธ.ค."],
  weekdays: ["อาทิตย์", "จันทร์", "อังคาร", "พุธ", "พฤหัสบดี", "ศุกร์", "เสาร์"],
  weekdays_short: ["อา", "จ", "อ", "พ", "พฤ", "ศ", "ส"],
  labels: {
    today: "วันนี้",
    now: "ตอนนี้",
    clear: "ล้างค่า",
    apply: "ตกลง",
    selected: "เลือกแล้ว",
    nothing_selected: "ยังไม่ได้เลือก",
    time: "เวลา",
    multiple_count: "รายการ"
  }
};

export default th_language;
